[
  {
    "headline": "Marco Rubio Aide Urges Supporters to Back John Kasich in Ohio",
    "src": "New York Times"
  },
  {
    "headline": "Nancy Reagan funeral draws political heavyweights, stars from bygone era",
    "src": "Washington Post"
  },
  {
    "headline": "Can the Browns Learn from the Johnny Manziel Disaster, Their Worst Mistake Yet?",
    "src": "Bleacher Report"
  },
  {
    "headline": "At Trump University, Students Recall Pressure to Give Positive Reviews",
    "src": "New York Times"
  },
  {
    "headline": "'Get him out!' Racial tensions explode at Donald Trump's rallies.",
    "src": "Washington Post"
  },
  {
    "headline": "Police: Sisters Reported as Runaways Were Actually Kidnapped",
    "src": "ABC News"
  },
  {
    "headline": "This Woman Has First-Hand Experience of the Atrocities in South Sudan",
    "src": "TIME"
  },
  {
    "headline": "Donald Trump thinks Ben Carson is an education expert. Oy vey.",
    "src": "Washington Post"
  },
  {
    "headline": "Arab League brands Hezbollah group a terrorist organization",
    "src": "Washington Post"
  },
  {
    "headline": "US, Russia, Security Council Get A Share Of Blame For Syrian Violence In New Report",
    "src": "KPBS"
  },
  {
    "headline": "This photo of a black man's public hanging decorated a Joe's Crab Shack table",
    "src": "Washington Post"
  },
  {
    "headline": "Police probe attempted break-in at Arab American News",
    "src": "The Detroit News"
  },
  {
    "headline": "Why your tweets could really matter during a natural disaster",
    "src": "Washington Post"
  },
  {
    "headline": "Dramatic Dash Cam Video Shows Maryland Cops Pulling Unconscious Man From Burning Car",
    "src": "ABC News"
  },
  {
    "headline": "GM, Ford invest in driverless cars, ride hailing",
    "src": "Los Angeles Times"
  },
  {
    "headline": "GM buys Cruise Automation to speed self-driving car strategy",
    "src": "Reuters"
  },
  {
    "headline": "US import prices fall, but downward trend nearing end",
    "src": "Reuters"
  },
  {
    "headline": "Oil shrugs off Goldman warning about premature rally: Kemp",
    "src": "Reuters"
  },
  {
    "headline": "Apple Sends Invites for 'Let Us Loop You In' Media Event on March 21",
    "src": "Mac Rumors"
  },
  {
    "headline": "Galaxy S7 Vs Galaxy S7 Edge Review: Brilliant Smartphones, Familiar Failures",
    "src": "Forbes"
  },
  {
    "headline": "OneNote tries to draw in Evernote users with a new migration tool",
    "src": "PCWorld"
  },
  {
    "headline": "US top cop takes FBI's iPhone case to Stephen Colbert's audience",
    "src": "CNET"
  },
  {
    "headline": "Kim Kardashian West Shares New Photo of Saint: 'You're the Sun in My Morning'",
    "src": "People Magazine"
  },
  {
    "headline": "CW renews 11 shows, including 'Crazy Ex-Girlfriend,' 'Vampire'",
    "src": "USA TODAY"
  },
  {
    "headline": "REVIEW: Sacha Baron Cohen's Brothers Grimsby Has Plenty of Shocks, Just Not Enough Laughs",
    "src": "People Magazine"
  },
  {
    "headline": "Broadway Review: 'Blackbird' with Michelle Williams, Jeff Daniels",
    "src": "Variety"
  },
  {
    "headline": "Michigan, Ohio State Help NCAA Tournament Causes",
    "src": "ABC News"
  },
  {
    "headline": "March Madness: The Big Ten Tournament, a study in defeat",
    "src": "NCAA.com"
  },
  {
    "headline": "2016 NCAA Tournament: Top 10 Players You Need To Know",
    "src": "CBS Local"
  },
  {
    "headline": "Why UNC-Wilmington should be your NCAA Tournament upset pick",
    "src": "SB Nation"
  },
  {
    "headline": "Broncos trade for QB Mark Sanchez, their first move to solve QB problem",
    "src": "USA TODAY"
  },
  {
    "headline": "Plan B? Robert Griffin III to visit with New York Jets",
    "src": "NFL.com"
  },
  {
    "headline": "Cowboys, Patriots, 49ers get four compensatory draft picks each",
    "src": "NBCSports.com"
  },
  {
    "headline": "Oh look, Mt. DeMarcus Cousins erupted again",
    "src": "SB Nation"
  },
  {
    "headline": "New 250 million-year-old reptile species found in Brazil",
    "src": "UPI.com"
  },
  {
    "headline": "Plastic-eating bacteria could help make trash disappear",
    "src": "CBS News"
  },
  {
    "headline": "Solar eclipse casts dark shadow over Earth in new NASA images",
    "src": "Christian Science Monitor"
  },
  {
    "headline": "Panel: Finding climate fingerprints in wild weather is valid",
    "src": "Atlanta Journal Constitution"
  },
  {
    "headline": "Genetic Tests May Not Reveal a Clear Treatment Path for Breast Cancer",
    "src": "New York Times"
  },
  {
    "headline": "Brazil's mothers left to raise microcephaly babies alone",
    "src": "Reuters"
  },
  {
    "headline": "Pfizer (PFE) Announces XALKORI Approved by FDA for Treatment of Patients with ROS1-Positive Metastatic NSCLC",
    "src": "StreetInsider.com"
  },
  {
    "headline": "Even gardening or dancing might cut Alzheimer's risk",
    "src": "UPI.com"
  },
  {
    "headline": "AP FACT CHECK: Debate big on policy, off the mark on details",
    "src": "Washington Post"
  },
  {
    "headline": "National Review to endorse Ted Cruz",
    "src": "Politico"
  },
  {
    "headline": "High Marks All Around for 'Elegant' CNN GOP Debate From Tapper to Ted to Trump; Here's Why",
    "src": "Mediaite"
  },
  {
    "headline": "Bill Clinton to campaign for Hillary in KC Friday",
    "src": "KSHB"
  }
]